Repository: Ishayahu/MJCC-tasks
Catalog: assets/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Check/Buy/Input date
ru: Дата чека/покупки/внесения

source: Garanty number
ru: Номер гарантии

source: Check number
ru: Номер чека

source: Model name
ru: Название модели

source: WiFi connection
ru: Может подключаться по WiFi

source: Ethernet connection
ru: Может подключаться по ethernet

source: Laser printing
ru: Лазерный?

source: Firm
ru: Фирма производитель

source: Colored?
ru: Цветной?

source: Monochrome printing speed
ru: Скорость чёрно-белой печати

source: Color printing speed
ru: Скорость цветной печати

source: Message
ru: Сообщение

source: Welcome to my site.
ru: Добро пожаловать на мой сайт
